<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="HomePage.aspx.cs" Inherits="MedicineInWarProject.HomePage" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>
        h1{text-align: center; font-size: 28pt; color: navy;}
        p{font-size: 14pt; font-weight: bold;}
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1>מלחמת חרבות ברזל - תקציר</h1>

    <div style="margin-left: 100px; margin-right: 20px; ">
        <p>
            מלחמת חרְבות ברזל היא מלחמה עליה הכריזה מדינת ישראל נגד ארגוני טרור ברצועת עזה, ונגד שלטון החמאס ברצועה, ב-7 באוקטובר 2023, יום שבת וחג שמחת תורה, כ"ב בתשרי ה'תשפ"ד. לצד מוקד המלחמה המרכזי ברצועת עזה, התלקחו חיכוכים צבאיים רבים גם בגבול ישראל–לבנון, בגבול ישראל–סוריה, יהודה ושומרון והים האדום.
            הכרזת המלחמה הייתה תגובה למתקפת פתע קטלנית ורחבת היקף שביצע ארגון הטרור חמאס וארגוני טרור נוספים מרצועת עזה, במהלך ה-7 באוקטובר, נגד יעדים צבאיים ואזרחיים בישראל ובמיוחד באזור עוטף עזה, אשר הפך את היום הזה ליום הקטלני ביותר ליהודים מאז השואה   
        </p>
        <p>
            מתקפת הפתע החלה במטחי ירי רקטי מסיביים של אלפי רקטות ופצצות מרגמה לעבר יישובי עוטף עזה ולעבר באר שבע, חבל לכיש, גוש דן, השפלה, השרון ומאוחר יותר גם לירושלים וגוש עציון.
            בחסות המטחים, חדרו לישראל כשלושת אלפים מחבלים שפלשו לבסיסי צה"ל וליישובים בעוטף עזה, הרגו וטבחו ב-1,145 ישראלים ואזרחים זרים, ביניהם נשים, ילדים, קשישים ותינוקות (364 מתוכם נרצחו בטבח בפסטיבל נובה אשר היה לפיגוע הקטלני בתולדות המדינה)
            . במהלך מתקפת חמאס נהרגו גם 301 חיילים, 55 שוטרים ו-10 אנשי שב"כ. המחבלים ביצעו פשעים נגד האנושות וביצעו מעשי אונס והתעללות שיטתיים. בנוסף לכך חטפו לרצועת עזה 253 בני אדם, ביניהם חיילים וחיילות, אזרחים ישראלים וזרים. עשרות מהשבויים נהרגו או נרצחו במהלך השבי, ו-112 מהם כבר שוחחרו.
        </p>
        <p>
            ישראל הופתעה מהמתקפה. כוחות צה"ל לא היו ערוכים להגן כראוי על האזרחים וגם בשל חדירת החמאס למפקדת אוגדת עזה לקו התגובה והתיאום בחסר.
            חלק מהאזרחים ביישובים שהותקפו נותרו נצורים בבתיהם, ונלחמו על חייהם עם חברי כיתות הכוננות במשך שעות ארוכות ללא סיוע צבאי. 
            לבסוף הרגו כוחות הביטחון הישראליים, בהובלת צה"ל ומשטרת ישראל, מעל 1,550 מחבלים בשטח ישראל ושבו מעל 200 מחבלים.
            לאחר שחרור היישובים פינתה ישראל 29 יישובים בעוטף עזה מיושביהם. תושבי 22 יישובים בצפון ישראל קיבלו המלצה מהרשויות להתפנות, בעקבות חשש שארגון הטרור חזבאללה יעצים גם הוא את תקיפותיו.
        </p>
        <p>
            בעקבות המתקפה הכריזה מדינת ישראל מלחמה על ארגון חמאס וקבעה שני יעדים למלחמה: חיסול התשתית הצבאית של חמאס, והסרת שלטונו ברצועה. אחר כך נוסף יעד שלישי: החזרת החטופים בשלום.
            צה"ל גייס למילואיםלמעלה מ־360,000 חיילים (גיוס המילואים הגדול בתולדות המדינה), ואלפי כלי רכב אזרחיים.
            המלחמה הציתה שיח עולמי ער, הפגנות תמיכה ומחאות התנגדות, וגל אנטישמיות חסר תקדים בהיקפו ברחבי תבל, ובמערב
        </p>
    </div>
</asp:Content>
