<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="hospitels.aspx.cs" Inherits="MedicineInWarProject.hospitels" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
        <style>
        h1 { font-family: 'Guttman Yad-Brush'; text-align: center;}
        p {color: navy; font-size: 15pt; font-weight: bold;}
        img{height:60px;}
        </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div style="margin-left: 100px; margin-right: 100px; " />
<br />
<h1>בתי חולים: </h1>
    <div style="float: right; margin: 5px;">
        <img src="pics/hospitel1.jpeg" style="height: 180px" />
    </div>
    <div>
        <p>
            מרגע פרוץ מלחמת “חרבות ברזל” בשבת בבוקר, אלפי פצועים (נוסף לכ־1,200 נרצחים) 
            מטופלים בבתי החולים השונים ברחבי הארץ, מספרים שלמרבה הצער עולים מדי יום ביומו ומלווים בבלבול ובאי־ודאות מצד רבים שמגיעים לבתי החולים 
            בניסיון לאתר את בני משפחותיהם. <br />בתי החולים, שידעו לאורך ההיסטוריה לא מעט רגעים קשים, נאלצו להתמודד לראשונה זה שנים רבות עם עומסים
            וכמויות בלתי נתפסות של פצועים שזקוקים לטיפול מיידי בתוך הכאוס, תוך ניסיון לתפקד תחת הלחצים המקצועיים, אך גם הנפשיים שכרוכים בכך.
        </p>
        <p>
            ברגע שבתי החולים הבינו שהתחילה מלחמה הם הפעילו את הנהלים שלהם למצבי חירום וכל רופאי בית החולים הגיעו לעזור לטפל בפצועים.
            כל מי שכירורג בהכשרתו ידע שהוא חייב לעבור בחדר המיון ולהשתבץ במשהו. הצטברה מסת פצועים שהיו צריכים לקחת דחוף לחדרי הניתוח וכל רופאי בית החולים הגיעו לעזור. 
            עברו במיון של סורוקה מעל 600 פצועים בפרק זמן כזה קצר של פחות מ־24 שעות. לא היה אירוע במדינה שבית חולים אחד מטפל בכל כך הרבה פצועים בבת אחת.
            למרות שהיו ערוכים, אף פעם לא היו מורגלים לטפל בכמות של 600 איש. הם מתרגלים טיפול בכמות גדולה של 50 איש, אבל לא 600 איש. זה יוצא דופן.
            הם חילקו את עצמם לצוותים כדי להתמודד עם מבול הפצועים שהגיעו אלינו והיו מוכנים לזה. רוב הפצועים שהגיעו אלינו הם פצועי ירי קשים ודרשו ניתוח על המקום.
        </p>
        <p>
            מנהלת בית החולים אומרת כי הדבר הקשה והמאתגר עבורה במהלך הטיפול בפצועים הוא המשפטים שיצאו מפי החיילים: “הם קרעו לנו את הלב. היה חייל שצעק 
            ‘למה אני בחיים וכל החברים שלי נהרגו? למה לא לקחו אותי? איך זה שאני לא נהרגתי?’, אלה שאלות שאי אפשר באמת לענות עליהן,
            אלא היינו צריכים להיות פה בשבילם. אמרתי לכל הצוות שאנחנו צריכים לא רק לחשוב על הפציעות הפיזיות אלא גם הנפשיות,
            לדבר עם החולים ולהקשיב להם, לכל הצער והכאב הזה. הייתה הרגשה קשה, הרגשה שאנחנו בתוך קטסטרופה בלי ודאות מצד אחד,
            ומצד שני היינו בשליטה והם הגיעו וטופלו מאוד מהר ופונו מהר מאוד לחדרי הניתוח, לטיפול נמרץ או לבתי חולים אחרים (בגלל העומס).
        </p>
        <p>
            לדברי הרופאים, החלק הכי קשה עבורם כנראה היה לראות את ההורים והמשפחות שמגיעים עם הילדים שלהם ומבינים שהם לא יחזרו.
            מנגד היה מרגש לראות משפחות שמגיעות עם הילדים ומבינים שהן קיבלו אותם במתנה שוב.
            היה קשה לראות את דאגת ההורים שהגיעו עם הפצועים ויותר קשה היה לבשר להם שהם אינם.
            עוד קושי היה לראות את הילדים פצועים בפציעות חמורות וטיפלנו בהם עם דמעות בעיניים.
        </p>
          
        
    </div>
    <div style="text-align: center">
    <a href="MedicineInWarMainPage.aspx">
        <img src="pics/backButton.png"/>
    </a>
    </div>  
</asp:Content>
